export const WAREHOUSES = ["Чехов 1", "СГТ Внуково", "Обухово", "Иваново", "Подольск 3", "Рязань (Тюшевское)", "Клин", "Тула", "Пушкино", "Радумля 1", "Радумля СГТ", "Электросталь", "Вёшки", "Подольск 4", "Белая дача", "Коледино", "Чехов 2", "Подольск", "Белые Столбы", "СЦ Байсерке", "Астана", "Атакент", "СЦ Хабаровск", "Хабаровск", "СЦ Кузнецк", "Казань", "Екатеринбург - Испытателей 14г", "Екатеринбург - Перспективный 12", "Минск", "Новосибирск", "Крыловское", "Краснодар", "Невинномысск"]

interface IOkrug {
    name: string;
    warehouses: Array<string>;
  }
  export const OKRUGA: IOkrug[] = [
    {
      name: "центральный федеральный округ",
      warehouses: [
        "Чехов 1",
        "СГТ Внуково",
        "Обухово",
        "Иваново",
        "Подольск 3",
        "Рязань (Тюшевское)",
        "Клин",
        "Тула",
        "Пушкино",
        "Радумля 1",
        "Радумля СГТ",
        "Электросталь",
        "Вёшки",
        "Подольск 4",
        "Белая дача",
        "Коледино",
        "Чехов 2",
        "Подольск",
        "Белые Столбы",
      ],
    },
    {
      name: "казахстан",
      warehouses: [
        "СЦ Байсерке",
        "Астана",
        "Атакент",
      ],
    },
    {
      name: "северо-западный федеральный округ",
      warehouses: [
        "СЦ Байсерке",
        "Астана",
        "Атакент",
      ],
    },
    {
      name: "дальневосточный федеральный округ",
      warehouses: [
        "СЦ Хабаровск",
        "Хабаровск",
      ],
    },
    {
      name: "приволжский федеральный округ",
      warehouses: [
        "СЦ Кузнецк",
        "Казань",
      ],
    },
    {
      name: "уральский федеральный округ",
      warehouses: [
        "Екатеринбург - Испытателей 14г",
        "Екатеринбург - Перспективный 12",
      ],
    },
    {
      name: "беларусь",
      warehouses: [
        "Минск",
      ],
    },
    {
      name: "сибирский федеральный округ",
      warehouses: [
        "Новосибирск",
      ],
    },
    {
      name: "северо-кавказский федеральный округ",
      warehouses: [
        "Крыловское",
        "Краснодар",
        "Невинномысск",
      ],
    },
    {
      name: "южный федеральный округ",
      warehouses: [
        "Крыловское",
        "Краснодар",
        "Невинномысск",
      ],
    },
  ];
